Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Tapas_KO > EN.tmx
Source language: ko_kr
Languages: en

source: 그게 그렇게 쉽게 찾아지는 게 아니에요.
en: finding the destiny isn’t as easy as you think.

source: 후후….
en: hehe...

source: 뭐지….
en: what’s going on...?

source: 망나니죠.
en: a huge brat.

source: 애당초 가문 내부의 일에 폐하를 끌어들이는 것 자체가 문제입니다.
en: they shouldn't have brought you into their family business, to begin with.

source: 그건 알아서 할 테니 찾아만 줘.
en: just find them for me, I can take care of the rest.

source: 자네, 안색이 안 좋아 보이는데 괜찮은 건가?
en: you don’t look so well, is everything all right?

source: 폐하께서 보시는 건데 더 상급의 실력자가 하는 편이 낫지 않을까요…?
en: wouldn't it be better for a higher-ranking knight to show it to the empress...?

source: 여기에 있는 별표는 뭐야?
en: what do these stars mean?

source: 정무에 바쁘신 점, 잘 알고 있답니다.
en: I know very well that you are busy with government affairs.

source: 또… 공작가의 고유 능력이 발현되면
en: besides... once the house's special ability comes in,

source: 작은 그림자는….
en: the small shadow was...

source: 뒷일은 저와 겔만 백작 부인이 알아서 할 테니
en: countess germaine and I will take care of the rest,

source: 그렇죠, 금이 많이 나는 레어드이다 보니….
en: yes, since laird is known for its abundance of gold...

source: 그래서 소드마스터를 가장 많이 배출한 명문가로 이름이 높죠.
en: that's why they're known as the prestigious house that had the most swordmasters.

source: 딸기 문제는 일단락된 것 같네요.
en: looks like the we resolved the strawberry issue for now.

source: 그건 그렇지.
en: that’s true.

source: 이 집 부인과 딸이 케이크를 엄청 좋아하긴 하지.
en: his wife and daughter really love cakes.

source: 그리고 다음 대의 황제는 더더욱 그 혼란을 수습하기 힘들어질 테고….
en: then, the next emperor will struggle even more to remove that confusion...

source: 서기관, 방금 겔만 백작님이 한 말을 받아 적었나요?
en: scribe, did you write down what count germaine just said?

source: 긴히 드릴 말씀이 있어 바쁘신 걸 알면서도 부탁을 좀 하였습니다.
en: I know that you are busy, but I have something important to discuss.

source: 그렇지만….
en: but...

source: 저, 폐하….
en: your majesty...

source: 내부에만 문제가 있는 게 아닌 것 같구나.
en: but it doesn’t seem like the problem is only on the inside.

source: 무너진 성벽의 잔해가 너무 컸습니다.
en: the broken piece of the rampart was too big.

source: 알았어요.
en: all right.

source: 음… 분명 킬단 가문이었죠?
en: mm... the kildan house?

source: 아니, 딸기.
en: oh, strawberries.

source: 그동안 가만히 앉아 기다릴 수는 없으니까
en: since we can’t just sit and wait,

source: 정식으로 전쟁을 선포하지는 않는 걸 보니 레어드 왕의 단독 행동인 듯합니다.
en: since they are not officially declaring war, it seems like it was unilateral action by the king of laird.

source: 응, 다른 과일들은 확보해놨어.
en: okay, we do have other fruits.

source: 사랑의 형태에는 여러 가지가 있잖아요?
en: there are many types of love,

source: 그렇지만 폐하, 남부에서도 생산 기간을 당기는 데엔 한계가 있을 겁니다.
en: but your majesty, they can only rush the production so much.

source: 레이딘은 새로 즉위했다는 왕을 본 적이 있나요?
en: have you seen the newly ascended king, radin?

source: 사실 레이딘 경이 가주가 되면 폐하께 큰 이득이 됩니다.
en: but if sir radin becomes the head of the house, it'll be very beneficial to you.

source: 남자 쪽에서 먼저 아는 경우도 있고….
en: there are cases where the man finds out first...

source: …어???
en: ...huh???

source: 사실 가장 크게 문제가 불거진 게 딸기일 뿐이지,
en: even though the strawberries became the most popular issue,

source: 티타임 이후에 처리하도록 하지요.
en: I will take care of it after tea time.

source: 그 후 소드마스터가 큰 공격을 전부 베어버리고
en: the swordmaster will cut all of the big attacks

source: 그럴까요?
en: do you think so?

source: 회의는 어떻게 됐나요?
en: what happened to the meeting?

source: 왜 이렇게 둘둘 말려 있는 건데?
en: why are they all wrapped?

source: 당장 소집 가능한 인원은 대략 50명 정도 되겠군요.
en: there are about 50 who are available immediately.

source: 16화
en: Episode 16

source: 물건은 망가지면 고칠 수 있지만 사람은 죽으면 다시 살릴 수 없으니까요.
en: objects can be fixed when broken but humans can’t be brought back to life once dead.
